Repository: kelvinsze/Mivu
Catalog: Sources/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, pt_br, zh_hant

source: 搜索影视、剧集
de: Filme & Serien suchen
en: Search Movies & Shows
es: Buscar películas y series
fr: Rechercher des films et séries
pt_br: Buscar filmes e séries
zh_hant: 搜尋電影、影集

source: 搜索结果
de: Suchergebnisse
en: Search Results
es: Resultados de búsqueda
fr: Résultats de recherche
pt_br: Resultados da busca
zh_hant: 搜尋結果

source: 搜索观看历史
de: Wiedergabeverlauf durchsuchen
en: Search Watch History
es: Buscar en el historial
fr: Rechercher dans l’historique
pt_br: Buscar no histórico
zh_hant: 搜尋觀看記錄

source: 暂停
de: Pause
en: Pause
es: Pausar
fr: Pause
pt_br: Pausar
zh_hant: 暫停

source: 继续播放
de: Wiedergabe fortsetzen
en: Resume Playback
es: Reanudar reproducción
fr: Reprendre la lecture
pt_br: Retomar reprodução
zh_hant: 繼續播放

source: 选择播放版本
de: Wiedergabeversion auswählen
en: Choose Playback Version
es: Elegir versión de reproducción
fr: Choisir une version de lecture
pt_br: Escolher versão de reprodução
zh_hant: 選擇播放版本

source: 暂无本地视频
de: Keine lokalen Videos
en: No Local Videos
es: No hay videos locales
fr: Aucune vidéo locale
pt_br: Não há vídeos locais
zh_hant: 目前沒有本機影片

source: 暂无视频内容
de: Keine Videos verfügbar
en: No Videos Available
es: No hay videos disponibles
fr: Aucune vidéo disponible
pt_br: Não há vídeos disponíveis
zh_hant: 目前沒有影片內容

source: 暂无该演职人员的详细介绍
de: Keine näheren Informationen zu dieser Person
en: No details available for this person
es: No hay información detallada sobre esta persona
fr: Aucune information détaillée sur cette personne
pt_br: Não há detalhes sobre esta pessoa
zh_hant: 目前沒有這位演職人員的詳細介紹

source: 实验室与调试工具
de: Labor- und Debugging-Tools
en: Lab & Debug Tools
es: Herramientas de pruebas y depuración
fr: Outils de test et de diagnostic
pt_br: Ferramentas de teste e depuração
zh_hant: 實驗室與除錯工具

source: 开发者与实验室
de: Entwickler & Labor
en: Developer & Lab
es: Desarrollador y laboratorio
fr: Développeur et laboratoire
pt_br: Desenvolvedor e laboratório
zh_hant: 開發者與實驗室

source: 播放设置
de: Wiedergabeeinstellungen
en: Playback Settings
es: Ajustes de reproducción
fr: Réglages de lecture
pt_br: Configurações de reprodução
zh_hant: 播放設定

source: 截图保存失败
de: Screenshot konnte nicht gespeichert werden
en: Failed to Save Screenshot
es: No se pudo guardar la captura
fr: Échec de l’enregistrement de la capture d’écran
pt_br: Falha ao salvar a captura de tela
zh_hant: 螢幕截圖儲存失敗

source: 本地视频
de: Lokale Videos
en: Local Videos
es: Videos locales
fr: Vidéos locales
pt_br: Vídeos locais
zh_hant: 本機影片

source: 播放历史
de: Wiedergabeverlauf
en: Playback History
es: Historial de reproducción
fr: Historique de lecture
pt_br: Histórico de reprodução
zh_hant: 播放歷史

source: 已连接的服务器
de: Verbundene Server
en: Connected Servers
es: Servidores conectados
fr: Serveurs connectés
pt_br: Servidores conectados
zh_hant: 已連線的伺服器

source: 媒体服务器
de: Medienserver
en: Media Server
es: Servidor multimedia
fr: Serveur multimédia
pt_br: Servidor de mídia
zh_hant: 媒體伺服器

source: 视频将在车机屏幕播放，并可通过 iPhone 控制。
de: Das Video läuft auf dem Fahrzeugdisplay und lässt sich mit dem iPhone steuern.
en: Video plays on the car display and can be controlled with your iPhone.
es: El video se reproduce en la pantalla del coche y se controla con el iPhone.
fr: La vidéo est lue sur l’écran de la voiture et se contrôle depuis l’iPhone.
pt_br: O vídeo é reproduzido na tela do carro e pode ser controlado pelo iPhone.
zh_hant: 影片會在車機螢幕播放，並可透過 iPhone 操控。

source: 在 CarPlay 播放
de: Auf CarPlay abspielen
en: Play on CarPlay
es: Reproducir en CarPlay
fr: Lire sur CarPlay
pt_br: Reproduzir no CarPlay

source: 选择视频
de: Video auswählen
en: Choose Video
es: Elegir video
fr: Choisir une vidéo
pt_br: Escolher vídeo
zh_hant: 選擇影片

source: 连接后，Mivu 将自动开启投屏服务。
de: Mivu startet den Übertragungsdienst nach der Verbindung automatisch.
en: Mivu starts the casting service automatically when connected.
es: Mivu inicia automáticamente el servicio de transmisión al conectarse.
fr: Mivu lance automatiquement le service de diffusion une fois connecté.
pt_br: O Mivu inicia o serviço de transmissão automaticamente após a conexão.
zh_hant: 連線後，Mivu 會自動啟用投放服務。

source: 请先连接 CarPlay，再选择视频。
de: Verbinde zuerst CarPlay, bevor du ein Video auswählst.
en: Connect to CarPlay before choosing a video.
es: Conecta CarPlay antes de elegir un video.
fr: Connectez CarPlay avant de choisir une vidéo.
pt_br: Conecte o CarPlay antes de escolher um vídeo.
zh_hant: 請先連接 CarPlay，再選擇影片。

source: 音轨选项
de: Audiospur-Optionen
en: Audio Track Options
es: Opciones de pista de audio
fr: Options des pistes audio
pt_br: Opções de faixa de áudio
zh_hant: 音軌選項

source: 字幕选项
de: Untertiteloptionen
en: Subtitle Options
es: Opciones de subtítulos
fr: Options des sous-titres
pt_br: Opções de legenda
zh_hant: 字幕選項

source: 暂无字幕轨道
de: Keine Untertitelspuren
en: No subtitle tracks
es: No hay pistas de subtítulos
fr: Aucune piste de sous-titres
pt_br: Nenhuma faixa de legenda
zh_hant: 目前沒有字幕軌道

source: 收起
de: Weniger anzeigen
en: Show Less
es: Mostrar menos
fr: Réduire
pt_br: Mostrar menos
zh_hant: 收合

source: 展开全文
de: Mehr anzeigen
en: Read More
es: Leer más
fr: Lire la suite
pt_br: Ler mais
zh_hant: 展開全文

source: 添加服务
de: Dienst hinzufügen
en: Add Service
es: Añadir servicio
fr: Ajouter un service
pt_br: Adicionar serviço
zh_hant: 新增服務

source: 连接并保存
de: Verbinden & speichern
en: Connect & Save
es: Conectar y guardar
fr: Connecter et enregistrer
pt_br: Conectar e salvar
zh_hant: 連線並儲存

source: 身份凭据
de: Anmeldedaten
en: Credentials
es: Credenciales
fr: Identifiants
pt_br: Credenciais
zh_hant: 登入憑證

source: 连接信息
de: Verbindungsdetails
en: Connection Details
es: Datos de conexión
fr: Informations de connexion
pt_br: Detalhes da conexão
zh_hant: 連線資訊

source: 清空所有播放历史？
de: Den gesamten Wiedergabeverlauf löschen?
en: Clear all playback history?
es: ¿Borrar todo el historial de reproducción?
fr: Effacer tout l’historique de lecture ?
pt_br: Limpar todo o histórico de reprodução?
zh_hant: 清空所有播放歷史記錄？

source: 媒体评分
de: Bewertungen
en: Ratings
es: Calificaciones
fr: Notes
pt_br: Avaliações
zh_hant: 媒體評分

source: 暂无评分
de: Noch keine Bewertungen
en: No ratings yet
es: Aún no hay puntuaciones
fr: Aucune note pour le moment
pt_br: Ainda sem avaliações
zh_hant: 目前沒有評分

source: 暂未收录
de: Noch nicht gelistet
en: Not listed yet
es: Aún no está incluido
fr: Pas encore répertorié
pt_br: Ainda não cadastrado
zh_hant: 尚未收錄

source: 暂无相关作品收录
de: Keine ähnlichen Titel gefunden
en: No related titles found
es: No se encontraron títulos relacionados
fr: Aucune œuvre similaire trouvée
pt_br: Nenhum título relacionado encontrado
zh_hant: 目前沒有相關作品

source: 等待视频
de: Warten auf ein Video
en: Waiting for Video
es: Esperando un video
fr: En attente d’une vidéo
pt_br: Aguardando um vídeo
zh_hant: 等待影片

source: 先连接 CarPlay
de: Zuerst mit CarPlay verbinden
en: Connect to CarPlay First
es: Conecta primero CarPlay
fr: Connectez d’abord CarPlay
pt_br: Conecte o CarPlay primeiro
zh_hant: 請先連接 CarPlay

source: 字幕
de: Untertitel
en: Subtitles
es: Subtítulos
fr: Sous-titres
pt_br: Legendas

source: 加入收藏
de: Zu Favoriten hinzufügen
en: Add to Favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
pt_br: Adicionar aos favoritos

source: 取消收藏
de: Aus Favoriten entfernen
en: Remove from Favorites
es: Quitar de favoritos
fr: Retirer des favoris
pt_br: Remover dos favoritos

source: 标记为已看
de: Als gesehen markieren
en: Mark as Watched
es: Marcar como visto
fr: Marquer comme vu
pt_br: Marcar como assistido
zh_hant: 標示為已看

source: 标记为未看
de: Als ungesehen markieren
en: Mark as Unwatched
es: Marcar como no visto
fr: Marquer comme non vu
pt_br: Marcar como não assistido
zh_hant: 標示為未看

source: 刷新媒体信息
de: Medieninfos aktualisieren
en: Refresh Media Info
es: Actualizar información multimedia
fr: Actualiser les infos du média
pt_br: Atualizar informações da mídia
zh_hant: 重新整理媒體資訊

source: 复制流地址
de: Stream-URL kopieren
en: Copy Stream URL
es: Copiar URL del flujo
fr: Copier l’URL du flux
pt_br: Copiar URL do fluxo
zh_hant: 複製串流網址

source: 字幕轨道
de: Untertitelspuren
en: Subtitle Tracks
es: Pistas de subtítulos
fr: Pistes de sous-titres
pt_br: Faixas de legenda
zh_hant: 字幕軌道

source: 音轨列表
de: Audiospuren
en: Audio Tracks
es: Pistas de audio
fr: Pistes audio
pt_br: Faixas de áudio
zh_hant: 音軌列表

source: 演职人员
de: Besetzung & Crew
en: Cast & Crew
es: Reparto y equipo
fr: Distribution et équipe
pt_br: Elenco e equipe
zh_hant: 演職人員

source: 媒体信息
de: Medieninformationen
en: Media Information
es: Información multimedia
fr: Informations sur le média
pt_br: Informações da mídia
zh_hant: 媒體資訊

source: 网页上传视频
de: Videos über das Web hochladen
en: Upload Videos from the Web
es: Subir videos desde la web
fr: Importer des vidéos depuis le Web
pt_br: Enviar vídeos pela web
zh_hant: 網頁上傳影片

source: 播放偏好与增强
de: Wiedergabeeinstellungen & Verbesserungen
en: Playback Preferences & Enhancements
es: Preferencias y mejoras de reproducción
fr: Préférences et améliorations de lecture
pt_br: Preferências e melhorias de reprodução
zh_hant: 播放偏好與增強

source: 智能跳过片头
de: Intro automatisch überspringen
en: Smart Intro Skip
es: Omitir intro automáticamente
fr: Saut intelligent du générique d’intro
pt_br: Pular abertura automaticamente
zh_hant: 智慧略過片頭

source: 智能跳过片尾
de: Abspann automatisch überspringen
en: Smart Credits Skip
es: Omitir créditos automáticamente
fr: Saut intelligent du générique de fin
pt_br: Pular créditos automaticamente
zh_hant: 智慧略過片尾

source: 字幕默认大小
de: Standardgröße der Untertitel
en: Default Subtitle Size
es: Tamaño predeterminado de subtítulos
fr: Taille des sous-titres par défaut
pt_br: Tamanho padrão das legendas
zh_hant: 字幕預設大小

source: 网络限速
de: Netzwerkgeschwindigkeitslimit
en: Network Speed Limit
es: Límite de velocidad de red
fr: Limite de débit réseau
pt_br: Limite de velocidade da rede
zh_hant: 網路限速

source: 缓存上限
de: Cache-Obergrenze
en: Cache Limit
es: Límite de caché
fr: Limite du cache
pt_br: Limite de cache
zh_hant: 快取上限

source: CarPlay 车机连接就绪
de: CarPlay verbunden
en: CarPlay Connected
es: CarPlay conectado
fr: CarPlay connecté
pt_br: CarPlay conectado
zh_hant: CarPlay 車機已連線

source: 等待 CarPlay 连接
de: Warten auf CarPlay
en: Waiting for CarPlay
es: Esperando a CarPlay
fr: En attente de CarPlay
pt_br: Aguardando o CarPlay
zh_hant: 等待 CarPlay 連線

source: 首页
de: Startseite
en: Home
es: Inicio
fr: Accueil
pt_br: Início
zh_hant: 首頁

source: 资源库
de: Mediathek
en: Library
es: Biblioteca
fr: Bibliothèque
pt_br: Biblioteca
zh_hant: 資源庫

source: 历史
de: Verlauf
en: History
es: Historial
fr: Historique
pt_br: Histórico
zh_hant: 歷史

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
pt_br: Ajustes
zh_hant: 設定

source: 投屏
de: Übertragen
en: Cast
es: Transmitir
fr: Diffuser
pt_br: Transmitir
zh_hant: 投放

source: 播放错误
de: Wiedergabefehler
en: Playback Error
es: Error de reproducción
fr: Erreur de lecture
pt_br: Erro de reprodução
zh_hant: 播放錯誤

source: 继续观看
de: Weiter ansehen
en: Continue Watching
es: Seguir viendo
fr: Reprendre la lecture
pt_br: Continuar assistindo
zh_hant: 繼續觀看

source: 最近播放
de: Zuletzt abgespielt
en: Recently Played
es: Reproducidos recientemente
fr: Récemment lus
pt_br: Reproduzidos recentemente

source: 查看全部
de: Alle anzeigen
en: See All
es: Ver todo
fr: Tout voir
pt_br: Ver tudo

source: 播放
de: Abspielen
en: Play
es: Reproducir
fr: Lire
pt_br: Reproduzir

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: 完成
de: Fertig
en: Done
es: Listo
fr: Terminé
pt_br: Concluído

source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
pt_br: Excluir
zh_hant: 刪除

source: 清空历史
de: Verlauf löschen
en: Clear History
es: Borrar historial
fr: Effacer l’historique
pt_br: Limpar histórico
zh_hant: 清空歷史

source: 暂无播放记录
de: Kein Wiedergabeverlauf
en: No playback history
es: No hay historial de reproducción
fr: Aucun historique de lecture
pt_br: Nenhum histórico de reprodução
zh_hant: 目前沒有播放記錄

source: 尚未连接媒体服务器
de: Kein Medienserver verbunden
en: No media server connected
es: No hay ningún servidor multimedia conectado
fr: Aucun serveur multimédia connecté
pt_br: Nenhum servidor de mídia conectado
zh_hant: 尚未連接媒體伺服器

source: 从头开始播放
de: Von Anfang an abspielen
en: Play from Beginning
es: Reproducir desde el principio
fr: Lire depuis le début
pt_br: Reproduzir desde o início
zh_hant: 從頭開始播放

source: 停止播放
de: Wiedergabe stoppen
en: Stop Playback
es: Detener reproducción
fr: Arrêter la lecture
pt_br: Parar reprodução
